Repository: crazypoo/CrazyDashboard
Catalog: Global/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, tr, zh_hant

# spotlight_vehicle_record
source: 摩托车记录
de: Motorradakte
en: Motorcycle record
es: Registro de motocicleta
fr: Fiche moto
it: Scheda moto
tr: Motosiklet kaydı
zh_hant: 機車記錄

# tab_navigation
source: 导航
de: Navigation
en: Navigation
es: Navigation
fr: Navigation
it: Navigazione
tr: Seyrüsefer
zh_hant: 導航

# tab_setting
source: 设置
de: Setting
en: Setting
es: Configuración
fr: Setting
it: Collocamento
tr: Batma
zh_hant: 設置

# translation_copy
source: 复制
de: Kopieren
en: Copy
es: Copiar
fr: Copier
it: Copia
tr: Kopyala
zh_hant: 複製

# translation_failed
source: 翻译失败，请稍后重试。
de: Übersetzung fehlgeschlagen. Versuchen Sie es später erneut.
en: Translation failed. Try again later.
es: La traducción falló. Inténtalo de nuevo más tarde.
fr: Échec de la traduction. Réessayez plus tard.
it: Traduzione non riuscita. Riprova più tardi.
tr: Çeviri başarısız oldu. Daha sonra tekrar deneyin.
zh_hant: 翻譯失敗，請稍後再試。

# translation_hint
source: 输入要翻译的维修或沟通内容。
de: Geben Sie Wartungs- oder Kommunikationstext ein.
en: Enter repair or communication text to translate.
es: Introduce el texto de mantenimiento o comunicación.
fr: Saisissez le texte d’entretien ou de communication à traduire.
it: Inserisci il testo di manutenzione o comunicazione.
tr: Çevirmek istediğiniz bakım veya iletişim metnini girin.
zh_hant: 輸入要翻譯的維修或溝通內容。

# translation_open
source: 打开翻译
de: Übersetzung öffnen
en: Open translation
es: Abrir traducción
fr: Ouvrir la traduction
it: Apri traduzione
tr: Çeviriyi aç
zh_hant: 開啟翻譯

# translation_result
source: 翻译结果
de: Übersetzungsergebnis
en: Translation result
es: Resultado de la traducción
fr: Résultat de la traduction
it: Risultato della traduzione
tr: Çeviri sonucu
zh_hant: 翻譯結果

# translation_start
source: 开始翻译
de: Übersetzen
en: Translate
es: Traducir
fr: Traduire
it: Traduci
tr: Çevir
zh_hant: 開始翻譯

# translation_title
source: 跨语言沟通
de: Sprachübergreifende Kommunikation
en: Cross-language communication
es: Comunicación entre idiomas
fr: Communication multilingue
it: Comunicazione multilingue
tr: Diller arası iletişim
zh_hant: 跨語言溝通

# translation_unavailable
source: 当前系统不支持翻译
de: Übersetzung nicht verfügbar
en: Translation is unavailable
es: La traducción no está disponible
fr: La traduction est indisponible
it: Traduzione non disponibile
tr: Çeviri kullanılamıyor
zh_hant: 目前系統不支援翻譯

# vechicle_pitch
source: 车身姿态 (Pitch)
de: Vehicle Pitch
en: Vehicle Pitch
es: Vehicle Pitch
fr: Emplacement du véhicule
it: Vehicle Pitch
tr: Araç Sahası
zh_hant: 車身姿態(Pitch)

# watch_assistant_distance_to_turn
source: 距转向
de: Umdrehen
en: To turn
es: To turn
fr: To turn
it: Girare
tr: Dönüşe kadar
zh_hant: 距轉向

# watch_assistant_find_motorcycle
source: 寻找摩托车
de: Find motorcycle
en: Find motorcycle
es: encontrar motocicleta
fr: Find motorcycle
it: Find motorcycle
tr: Motosikleti bul
zh_hant: 尋找摩托車

# watch_assistant_fuel_level
source: 当前油量
de: Kraftstoffstand
en: Fuel level
es: Fuel level
fr: Fuel level
it: Fuel level
tr: Yakıt seviyesi
zh_hant: 目前油量

# watch_assistant_no_instruction
source: 暂无转向提示
de: Keine Abbiegeanweisung
en: No turn instruction
es: Sin instrucción de giro
fr: No turn instruction
it: No turn instruction
tr: Dönüş talimatı yok
zh_hant: 暫無轉向提示

# watch_assistant_no_navigation
source: 当前没有进行中的导航
de: No active navigation
en: No active navigation
es: Sin navegación activa
fr: Aucune navigation active
it: Nessuna navigazione attiva
tr: Etkin navigasyon yok
zh_hant: 目前沒有進行中的導航

# watch_assistant_remaining
source: 剩余距离
de: Remaining
en: Remaining
es: Remaining
fr: Restant
it: Rimanente
tr: Kalan
zh_hant: 剩餘距離

# watch_assistant_rerouting
source: 正在重新规划路线
de: Rerouting
en: Rerouting
es: Rerouting
fr: Déroutement
it: Rerouting
tr: Yeniden rota oluşturuluyor
zh_hant: 正在重新規劃路線

# watch_assistant_searching_gps
source: 正在搜索 GPS
de: Suche nach GPS
en: Searching for GPS
es: Buscando GPS
fr: Recherche de GPS
it: Alla ricerca del GPS
tr: GPS aranıyor
zh_hant: 正在搜尋 GPS

# watch_assistant_stale
source: 导航数据已过期
de: Navigationsdaten sind veraltet
en: Navigation data is stale
es: Los datos de navegación están obsoletos.
fr: Les données de navigation sont obsolètes
it: I dati di navigazione sono obsoleti
tr: Navigasyon verileri güncel değil
zh_hant: 導航資料已過期

# watch_assistant_title
source: 骑行助手
de: Fahrassistent
en: Ride assistant
es: asistente de viaje
fr: Assistant de conduite
it: Ride assistant
tr: Sürüş yardımcısı
zh_hant: 騎行助手

# watch_assistant_turn_by_turn
source: 逐向导航
de: Schritt für Schritt
en: Turn-by-turn
es: Paso a paso
fr: Tour à tour
it: Turn-by-turn
tr: Adım adım navigasyon
zh_hant: 逐向導航

# ride_black_box
source: Moto Black Box
es: Moto Caja Negra
fr: Boîte noire de moto
it: Scatola nera per moto

# route_weather_source_weatherkit
source: Apple WeatherKit
fr: MétéoKit Apple
it: Kit Meteo Apple
